<template>
  <div class="p-4">
    <h1 class="text-2xl font-bold mb-4">個人簡介頁面</h1>
    <ul>
      <li>37歲，榜首，放棄報到</li>
      <li>37歲，創業，鋒兄塗哥公關資訊，董事長鋒兄</li>
      <li>……，鋒兄塗哥公關資訊興櫃成功</li>
      <li>50歲，轉任台北市政府資訊局局長，公司董事長交接給塗哥</li>
      <li>51歲，轉任台北市政府副秘書長</li>
      <li>52歲，轉任台北市副市長</li>
      <li>53歲，競選黨主席</li>
      <li>54歲，競選台北市長</li>
      <li>55歲，公司被炒股市值突破十億</li>
      <li>56歲，台北市長鋒兄涉嫌炒股，公司股價暴跌</li>
      <li>57歲，台北市長鋒兄涉嫌炒股案結果出爐，不影響競選連任</li>
      <li>58歲，競選連任台北市長</li>
      <li>62歲，公司被炒股市值突破百億，江湖稱號百億市長，卸任台北市長</li>
      <li>63歲，選舉空窗期，股票換現金</li>
      <li>64歲，競選總統</li>
      <li>65歲，公司被勞保基金投資一千億動搖國本</li>
      <li>66歲，總統鋒兄涉嫌動用勞保基金，公司股價暴跌，金融史稱鋒兄海嘯</li>
      <li>67歲，總統鋒兄涉嫌動用勞保基金案結果出爐，不影響競選連任 </li>
      <li>68歲，競選連任總統</li>
      <li>69歲，公司被主權基金市值突破兆元</li>
      <li>70歲，台劇開拍一兆總統</li>
      <li>71歲，日劇翻拍一兆總統</li>
      <li>72歲，卸任總統，韓劇翻拍一兆總統</li>
      <li>73歲，好萊塢翻拍一兆總統</li>
    </ul>
  </div>
</template>
